Revit 2026 API
FilledRegion.Create Method
Overload List
Name | Description
Create(Document, ElementId, ElementId, IList<CurveLoop>)
Create(Document, ElementId, SketchPlane, IList<CurveLoop>)
Top
See Also
Reference
FilledRegion Class
Autodesk.Revit.DB Namespace